[{"title":"Guai Xia Yi Zhi Mei","network":"Shenzhen Television","country":"China","summary":"Li Gexiao is a warrior and has intelligence matching his skills. He was previously a high ranking marshal with great law enforcement authority. However after his enemy framed him with a crime he did not commit and executed his family, the former marshal was forced to become a fugitive. Years later, he came out of hiding to help a former colleague recover a cargo of stolen gold for disaster relief. He and three chivalrous strangers, thief Yan Sanniang, grifter He Xiaomei, and strongman Chai Hu, unite to form a heroic band of masked vigilantes called \"Yi Zhi Mei\", who rob the rich and corrupt to help the poor and helpless, always leaving a plum flower at the scene as their calling card. In the jianghu, they are also known to fight injustice, corruption and oppression by the government."},{"title":"Santas in the Barn","network":"truTV","country":"United States","summary":"This winter, America will brace itself for the ultimate Christmas count-down competition — a fantasy camp for Santas! In this heart-warming holiday special event, ten Santas from across the country are brought to live in a barn to compete with each other in an array of hilarious challenges meant to determine who most lives the \"Santa Way\". These would-be St. Nicks have to vote out their peers over the course of 8 episodes, all counting down to a Christmas Eve grand finale where the last Santa standing will win $100,000 and the title of America's Best Santa on truTV's Santas in the Barn."},{"title":"Foute Vrienden","network":"RTL5","country":"Netherlands","summary":""},{"title":"The No. 1 Ladies' Detective Agency","network":"BBC One","country":"United Kingdom","summary":"The first BBC drama to be filmed entirely on location in Botswana, The No. 1 Ladies' Detective Agency is a charming story chronicling the adventures of Mma Ramotswe, a Motswana woman who starts up the country's first female-owned detective agency. Based on the novels by Alexander McCall Smith."},{"title":"The Aliens","network":"E4","country":"United Kingdom","summary":"The aliens are here. In fact, they've been here for the last 40 years. But though they walk like us, talk like us and look like us, they're not allowed to live with us. All aliens are forced to live behind a huge wall in a in a segregated community called Troy; a ramshackle and hedonistic ghetto where a criminal sub-culture thrives. It's a world of mystery, danger and forbidden pleasures.But when mild-mannered human Lewis, a border control guard at the wall's check-point, discovers that he is half-alien, his secret threatens to turn his world upside down as he is drawn into the dark underbelly of Troy."},{"title":"Guy's Grocery Games","network":"Food Network","country":"United States","summary":"In each episode of Guy's Grocery Games, four talented chefs compete in a number of challenges as they navigate their way through the aisles of a grocery store, adhering to \"real-world\" obstacles. Whether it is shopping on a budget, substituting out-of-stock ingredients or grabbing groceries at closing time, each chef has to shop, prepare, and plate three different dishes using whatever they can pull off the shelves. Ultimately, the food does the talking, as one-by-one the losing chefs \"check out,\" by a rotating panel of judges that includes Melissa d'Arabian, Richard Blais, G. Garvin, Troy Johnson, Catherine McCord, Aarti Sequeira, among others. The last chef standing goes on a shopping spree of a lifetime worth up to $20,000!"},{"title":"Brainiac: Science Abuse","network":"Sky 1","country":"United Kingdom","summary":"Brainiac is the alternative science series that shows you the experiments you were never allowed to do in school. Richard Hammond aims to answer the scientific questions that have been bothering us all such as what you shouldn't put in a microwave and Do mobile phones really cause explosions in petrol stations."},{"title":"Tantei no tantei","network":"Fuji TV","country":"Japan","summary":"The cool, beautiful Sasaki Rena is the lone investigator who works for for a medium-sized research agency called Suma Research Agency. Because of her past related to her sister's death, she became a detective that investigates and pursues unscrupulous detectives. Her beloved younger sister was murdered by a stalker and she has been searching for the investigator who caused her sister's death in order to take revenge."},{"title":"Kiwi Living","network":"TVNZ 1","country":"New Zealand","summary":"We proudly present your very own brand shining new lifestyle programme that is here to kick start your weekend. Whether we teach you a new DIY trick, help you start that untouched health resolution or insipre you to try your hand in the garden, we have something to cater for everyone. Hosts Miriama Kamo and renowned chef Michael Van de Elzan, joined by the Kiwi Living, team will share practical tips inspiring you to try something new and make the most of your weekend. We present the best of New Zealand's food, travel, living spaces, health and well-being, fashion and the outdoors."},{"title":"Diagnosis Murder","network":"CBS","country":"United States","summary":"Dr. Mark Sloan is chief of internal medicine at Community General Hospital in Los Angeles and a L.A.P.D. consultant, Sloan has a knack for getting into trouble, negotiating the twists and turns of mysteries and solving crimes with the help of his homicide detective son Steve."}]