[{"title":"Miss Match","network":"NBC","country":"United States","summary":"Inspired by the real-life story of Samantha Daniels, a New York divorce attorney who is also a high-end matchmaker. The show deals with Kate Fox juggling her job as a divorce lawyer and her burgeoning hobby of finding the perfect match for others. She must deal with pressure from her father, whose law firm she works for, who wants her to focus on her day job instead of her frivolous pursuit of matchmaking. And somewhere in between, perhaps she can find a little happiness in her own personal life when she meets a possible match for herself."},{"title":"Bordertown","network":"FOX","country":"United States","summary":"Bordertown centers on two clans: the Buckwalds and the Gonzalezes. Bud Buckwald is a married father of three and a Border Patrol agent who is just a tad behind the times and feels slightly threatened by the cultural changes transforming his neighborhood. He lives next door to Ernesto Gonzalez, an ambitious family man, who has been in the country less than 10 years, but is already doing better than Bud – which, it turns out, is a bit of an issue for Bud.On May 12, 2016, Fox cancelled the series after one season."},{"title":"Bunk","network":"IFC","country":"United States","summary":"Each comedian contestant must use their wit to improv songs, finish pieces of art, and interact with everything from modern dancers to puppies. Hosted by Kurt Braunohler. The only thing more surreal than the competition is the prizes."},{"title":"American Greed","network":"CNBC","country":"United States","summary":"Enter a world where crime pays well--until you get caught. CNBC's unprecedented original primetime series, American Greed takes you inside the scams, schemes and broken dreams…revealing the amazing real-life stories of how some people will do anything for money."},{"title":"Przystań","network":"TVP1","country":"Poland","summary":""},{"title":"The Durrells","network":"ITV","country":"United Kingdom","summary":"The Durrells is based upon Gerald Durrell's classic trilogy of Corfu memoirs including the much loved ‘My Family and Other Animals'. Set in 1935, this timeless drama is full of warmth, humour and fun."},{"title":"Koinaka","network":"Fuji TV","country":"Japan","summary":"Aoi Miura (Sota Fukushi) was born and grew up in Toyama Prefecture. He has an indecisive personality and does not like summer. He was the focal member of the high school swimming team, but he now works as an assistant at a small architectural office in Tokyo. One summer day, he meets his childhood friend and first love Akari Serizawa. During their school days they spent everyday hanging out together until the fireworks night in their 3rd year of high school. That night, Akari suddenly disappeared. Now, Akari has a man named Aoi."},{"title":"Bam's Unholy Union","network":"MTV","country":"United States","summary":"Pro skateboarder and MTV Jackass alum Bam Margera chronicles the moments leading up to his wedding where he will marry Melissa Rothstein who he has known since they were little kids."},{"title":"Герої та коханці","network":"Новий Канал","country":"Ukraine","summary":"24 hero from all over Ukraine will compete for the love of the ideal woman. Businessmen, bloggers, musicians, philosophers, sellers, poets, builders and even a blacksmith. All of them will fight for the right to be loved."},{"title":"NusicTV","network":"Showcase TV","country":"United Kingdom","summary":"The latest independent music videos are featured."}]