[{"title":"Twinning","network":"VH1","country":"United States","summary":"\"Twinning\" is an arc'd competition series in which twelve sets of twins will go head to head for a grand prize of $222,222.22. But getting there won't be easy. Viewers will experience double the meltdowns, double the hook-ups, and, of course, double the twists when twin teams are pushed to their limits in unexpected ways."},{"title":"XOX Betsey Johnson","network":"Style TV","country":"United States","summary":"For years, iconic designer Betsey Johnson has led the fashion community with her fabulous, eclectic styles, and she now gives viewers unprecedented access to her fascinating life. With her daughter and muse Lulu Johnson by her side, Johnson is focused on reinventing her brand under Steve Madden after filing for bankruptcy and closing all her stores. Johnson and her daughter have always worked together to expand Johnson's fashion empire, but the pressures of their business relationship have created a co-dependent, sometimes strained, mother-daughter relationship. Meanwhile, Lulu Johnson is having her own metamorphosis, looking to step out of her mother's shadow and create her own fashion line. Surrounded by a cast of characters, including Brandon, Johnson's right-hand and personal assistant, and Lulu's outspoken best friend Angela, Johnson takes fans on an exciting ride through her world."},{"title":"The Life \u0026 Times of Tim","network":"HBO","country":"United States","summary":"\"The Life \u0026amp; Times of Tim\" is an animated show about a young guy named Tim who just can't seem to catch a break in life. He's a normal guy who always tries to do the right thing, but for some reason the world conspires against him."},{"title":"Flikken Rotterdam","network":"NPO 1","country":"Netherlands","summary":"Not only hostages, murderers, drugs deals and kidnappings are daily tasks for the investigation team and prosecutor. It seems like there is a mole within their ranks, which proofs to be a worthy opponent."},{"title":"Sunday Brunch","network":"Channel 4","country":"United Kingdom","summary":"Tim Lovejoy and Simon Rimmer host Sunday Brunch, packed with celebrity guests, tasty cookery and chat."},{"title":"Brew Masters","network":"Discovery Channel","country":"United States","summary":"It's cold, it's comforting, it's beer... but for Sam Calagione, founder of one of America's leading craft brewers Dogfish Head Brewery, beer is a passion, a business and a personal quest for best, most imaginative brews. Brew Masters follows Sam and his partners in suds as they travel the country and the world sourcing exotic ingredients and discovering ancient techniques to produce beers of astounding originality. From chocolate to mussels to tomatoes, Sam is constantly pushing his team and himself to innovate and celebrate the amazing world of beer and beer making. The imagination of the Dogfish Head team is matched only by the fun they inject into every facet of their jobs. Beer tasting meetings in the conference room with co-workers, a bocce ball league in the parking lot, filming original rap videos in the brewery plant, it's all in a day's work for Brew Masters."},{"title":"Вечерний квартал","network":"1+1","country":"Ukraine","summary":""},{"title":"Escrava Isaura","network":"Rede Globo","country":"Brazil","summary":""},{"title":"Real Time with Bill Maher","network":"HBO","country":"United States","summary":"Real Time with Bill Maher includes an opening monologue, roundtable discussions with panelists, and interviews with in-studio and satellite guests. Politico hailed Maher as \"a pugnacious debater and a healthy corrective to the claptrap of cable news\", while Variety noted, \"There may not be a more eclectic guest list on all of television\"."},{"title":"Happy Town","network":"ABC","country":"United States","summary":"The residents of the sun-splashed town of Haplin, Minnesota -- also known as Happy Town -- have enjoyed an uneasy peace for the past five years -- but that is about to change. Still haunted by a number of unsolved kidnappings, Haplin now faces a disturbing new crime that brings all of its unresolved fears to the surface. Has the elusive \"Magic Man\" -- who many believe is responsible for the bizarre abductions -- returned to claim yet another innocent victim? As Haplin's mysteries are revealed, many of its prominent citizens' motives come under scrutiny as their own secrets and personalities are peeled back one layer at a time."}]